{
  "type": "back",
  "initial": "These are the 3 initial drafts. Overall, I added Sources that this magazine used in all of the 3 initial drafts. Because I thought that the best place that Sources are is the Back pages. In the first one, I created it same as the one of the drafts about the Cover page. As you can see drafts on the Cover page, I added Shadows in the titles, and image with full-size. And in the bottom, I added Sources of Paragraphs and Images that this magazine used. In the second one, I developed the Conclusion box in the middle of the Back page. One thing that I regret about is I did not develop the title like \"Conclusion\". If I added the title, it will be more easy to watch. In the Conclusion box, there will be filled with the contents that the author(maybe or the client) want to convey or could not convey in the middle pages. In the third one, I developed a different way to conclude. It is like a Chatting Application, this section is treating about the topics that this magazine treated by chatting the reader and someone. Considering the readers that the client expected are young, I believe that this decision was good.",
  "intermediate": "These are the 2 intermediate drafts. I moved the Source Section from the bottom to the top in the first one. I thought it will make the magazine cooler, but after moving the position of the box, I need to develop more. The Conclusion box and the background image are the same as the previous ones. In the second one, I removed the Back page title and background images. This is because the Conclusion box is for making a conclusion, so I need to make it simple to make readers easy to see. Instead of removing the background image, I added thank image or the image that the client want to attach.",
  "final": "This is the FINAL DRAFT of the COVER PAGE. The response of my client about 2 intermediate drafts is to include a background image of the first draft and the structures of the second draft. So, I just combined and designed them. I felt that this part that I created as the final draft of the back page is the easiest part. I think that the reason that I created this well is the response of my client was easy to solve and apply."
}
