{
  "type": "cover",
  "initial": "When I was creating the 3 initial drafts first, I created structure and added the elements, watching the other magazines from the platforms that I can be inspired such as Google, Pinterest and etc. Because I did not know how to create the design of the magazine properly and what I should make these drafts based on. I created 3 initial drafts, focusing on the part of title  \"INTERACTING\". And all of the magazine drafts, there is the same cover picture of a family eating a meal together which the client wanted. In the first one, I added the word \"INTERACTING\" with the orange line. This word will be extra bold with max text size. On the line, I added the small word \"FAMILY\". This word will be a little bit thin in text size. The reason that I added the difference in text size of the parts of the title is that I judged that the word \"INTERACTING\" is more important than \"FAMILY\"  In the second one, I added a shadow under the title for making the audience see the titles and pictures individually. All of the texts are white, and the word \"INTERACTING\" is extra bold with max text size. And the word \"FAMILY\" is middle text size and a little bit thin. The two orange lines are between the titles and below the title. The first time, I did not add the line, but it become cooler after adding the lines. In the third one, I added a box on the top with the word \"FAMILY\" and a shadow box on the bottom with the word \"INTERACTING\" like the previous draft. The shadow box has a gradient shadow from black to transparent(the direction is from bottom to top).",
  "intermediate": "Fortunately, I was able to create the 2 intermediate drafts easily after receiving feedback from my client. He evaluated and liked the first draft and the structure of the titles, and the lines. And he gave me a solution which is to make this magazine to include pictures which a family eating the meal together, making a good memory. In the first one, it is almost same as the first one among the 3 initial drafts of Cover page. This is because, as you can see, he said that the first draft of Cover Page is quite good. So, I just added a small box on the word \"FAMILY\" which is a part of the title in the first draft for recommending the other design and developing the specification of the design. Except it, all of that is same. In the second one, it is combine of the first and the second draft of the initial drafts. I added the word \"FAMILY\" on the top with some shadow like the second one of the initial draft, and the word \"INTERACTING\" on the bottom with a box like last initial drafts. And, I added a box which shows to readers the topics that this magazine will be treating on top of the word \"INTERACTING\".",
  "final": " This is the FINAL DRAFT of the COVER PAGE. It is the same as the first draft of intermediate drafts. By the way, the shaded part is the place where the picture which my client wanted will be The reason that I created is that he explained that he liked the structures of the titles and the line which is placed between the titles. So, I removed the shadow section and added a box on the word \"FAMILY\" for checking whether he liked it or not. Fortunately, he liked it, and I decided on this final draft. And in case of the image, I showed the 5 images that I found in the google image result that was searched by the sentence \"eating family images\", and make him pick one image for the Cover page. And as a result, this image that you can see in below was decided by my client well."
}
