{
  "type": "middle",
  "initial": "These are the 3 initial drafts. I added elements, and structures in the middle pages and organized them suitably, thinking about how I should add these things in the middle pages and how the reader can read this magazine more easily. And, I merged the 2 sections, \"How to have more interact\" and \"How to void fight\". Because there were treating about similar and there is a small place to treat all of them in the middle page. But, the mount of the content will not be changed. I separated each section for organizing and filling the texts and pictures half and half. I added 1 image for each section. In the first one, I added a universal part of a magazine. And I added the title \"FAMILY INTERACTING\" in the first of the middle pages. In the second one, I added separated titles on both sides of the middle pages. And I changed from the check box for each section to the number of the list of sections. And I moved the title of the fourth section from right to left, but my client explained me that is bad. In the last one, I maintain all of the organization and just added `abstract` part at the under of the title which is placed at left.",
  "intermediate": "These are the 2 intermediate drafts. I think that this part is the most successful draft I have made. (Especially, the last one.) In the first one, I changed 2 parts. One is the capitalization of the titles of the sections. The reason that I developed like this is that the titles of the previous version did not fit. (More further, it did not look like the title. I want to make it say `I AM TITLE!`) The other one is the organization of the last section because I have not known the contents of the magazine, but it looked like a section for comparing about two topics, Family and Friends. In the last one, I developed new structures. As you can see, I put the pictures in the middle and the text on the sides. And I merged the third and the fourth section into the section titled \"TWO ADVICES\". This is because when I put the pictures in the middle, the short sections were a little bit complicated. So, I merged them, and put the two pictures about the two topics under the sections.",
  "final": "This is the FINAL DRAFT of the COVER PAGE. My client wanted to add the first page of the first draft drafts and the second page of the second draft of the 2 intermediate drafts into the middle page. So, I constructed what my client wanted. So, as you can see, these drafts are pretty similar to 2 intermediate drafts. I showed the All of the images (Family eating dinner(5), fighting(5), taking care of their parents(6) and etc.) and make him pick one."
}
